input("Веиберіть які страви ви бажаєте")
h = input("Якщо Холодні закуски введіть - 1 = ")
g = input("Якщо Гарячі закуски введіть - 2 = ")
p = 0
s = 0
if h == "1":
    s = input("Салат Цезарь коштує 20 грн - 1 = ")
if g == "2":
    p = input("Піцца коштує 50 грн - 2 = ")
input("Можливо ви ще бажаєте каву ?")

a = input("Американо з молоком коштує 15 грн - 1 = ")
aa = input("Єспрессо коштує 10 грн - 2 = ")
sym = 0

input("---------------------------------------")
input("Ви замовили : ")
if s == "1":
        sym = sym + 20
        print("Салат Цезарь")
if p == "2":
        sym = sym + 50
        print("Піцца")
if a == "1":
        sym = sym + 15
        print("Американо з молоком")
if aa == "2":
        sym = sym + 10
        print("Єспрессо")
print("Сума вашого замовлення =", sym)




